micropython/micropython/ports/esp32/boards/GENERIC_D2WD/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Generic ESP32-D2WD module"
#define MICROPY_HW_MCU_NAME "ESP32-D2WD"
